Repository: vitkin/aptoide-client
Catalog: locale/*.po
Languages: ar, ca_es, fi, fr, hr, nl, pl, pt_br, pt_pt, ro, tr

# menu_context_remove
source: Remove
ca_es: Eliminar
fi: Poista
hr: Ukloni
nl: Verwijderen
ro: Şterge

# menu_context_reparse
source: Reload
ca_es: Recarregar
fi: Poista
nl: Opnieuw laden
ro: Reîncărcare

# error_latest_apk
source: No APK available in database. Is store still loading?
ca_es: No hi ha APK a la base de dades. S'està carregant el repositori encara?
fi: APK:ta ei löydy tietokannasta. Onko kaupan päivitys kesken?
hr: Nema APK u bazi podataka. Da li se store još uvijek podiže ?
nl: Geen APK beschikbaar in database. Is voorraad nog aan het laden?
ro: Nici o aplicaţie disponibilă în baza de date.Magazinul încă se încarcă?

# error_delete_store
source: Unable to delete store. The store is still loading.
ca_es: No s'ha pogut eliminar el repositori. Encara està carregant
fi: Kaupan poisto ei onnistu. Kaupan päivitys on vielä kesken.
hr: Nemoguće ukloniti store. Store se još uvijek podiže.
nl: Niet mogelijk om voorraad te verwijderen. De voorraad is nog aan het laden.
ro: Nu s-a putut şterge magazinul.Magazinul încă se încarcă.

# menu_settings
source: Settings
ar: الإعدادات
ca_es: Configuració
fi: Asetukset
fr: Paramètres
hr: Postavke
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Configurações
ro: Setări
tr: Ayarlar

source: My stores
ca_es: Els meus repositoris
fi: Omat kauppani
hr: Moji stores
nl: Mijn voorraden
ro: Magazinele mele

source: Store Name
ca_es: Nom de categoria
fi: Kaupan nimi
hr: Ime Store-a
nl: Naam voorraad
ro: Nume magazin

source: Category 1
ca_es: Categoria 1
fi: Kategoria 1
hr: Kategorija 1
nl: Categorie 1
ro: Categoria 1

source: Category 2
ca_es: Categoria 2
fi: Kategoria 2
hr: Kategorija 2
nl: Categorie 2
ro: Categoria 2

source: Add Store
ca_es: Afegir repositori
fi: Lisää kauppa
hr: Dodaj store
nl: Voeg voorraad toe
ro: Adaugă magazin

source: Version:
ca_es: Versió:
fi: Versio:
hr: Verzija:
nl: Versie:
ro: Versiune:

# empty_store_list
source: You don't have any stores.
ca_es: No hi ha repositoris.
fi: Sinulla ei ole yhtään kauppaa.
hr: Nemate nikakvih stores.
nl: Je hebt geen voorraden.
ro: Nu aveţi nici un magazin.

# new_store
source: Add Store
ca_es: Afegir repositori
fi: Lisää kauppa
hr: Dodaj store
nl: Voeg voorraad toe
ro: Adaugă magazin

# add_repo_private
source: Private
ar: خاص
ca_es: Privat
fi: Yksityinen
fr: Privé
hr: Privatno
nl: Prive
pl: Prywatne
pt_br: Privado
pt_pt: Privada
ro: Personal
tr: Özel

# extended_server
source: Extended Store
ar: مخزن موسع
ca_es: Repositori extés
fi: Laajennettu kauppa
fr: Dépôt Etendu
hr: Dodatni store
nl: Uitgebreide voorraad
pl: Rozszerzone repozytorium
pt_br: Loja Estendida
pt_pt: Loja extendida
ro: Extensie magazin
tr: Genişletilmiş mağaza

source: downloads
ca_es: descàrregues
fi: lataukset
hr: downloadi
ro: descărcări

source: Merge all stores
ca_es: Fusionar repositoris
fi: Yhdistä kaikki kaupat
hr: Spoji sve stores
nl: Voeg alle voorraden bij elkaar
ro: Uneşte toate magazinele

source: Search for Stores
ca_es: Cercar repositoris
fi: Hae kauppoja
hr: Trazi stores
nl: Zoek voor voorraden
ro: Căutare magazine

source: Downloading apps
ca_es: Descarregant
fi: Ladataan sovelluksia
hr: Preuzimanje aplikacija
nl: Apps Downloaden:
ro: Descărcare aplicaţii

source: Downloaded apps
ca_es: Descàrregues
fi: Ladatut sovellukset
hr: Preuzete aplikacije
nl: Gedownloade apps
ro: Aplicaţii descărcate

source: Not downloaded apps
ca_es: No s'han descarregat aplicacions
fi: Ei ladattuja sovelluksia
hr: Ne preuzete aplikacije
nl: Niet gedownloade apps
ro: Aplicaţii nedescărcate

source: exit
ca_es: sortir
fi: poistu
hr: izlaz
ro: ieşire

source: Install
ar: التثبيت
ca_es: Instal·lar
fi: Asenna
fr: Installer
hr: Instaliraj
nl: Installeren
pl: Instaluj
pt_br: Instalar
pt_pt: Instalar
ro: Instalare
tr: Kur

source: Uninstall
ar: إلغاء التثبيت
ca_es: Desinstal·lar
fi: Poista asennus
fr: Désinstaller
hr: Deinstaliraj
nl: Deinstalleren
pl: Odinstaluj
pt_br: Desinstalar
pt_pt: Desinstalar
ro: Dezinstalare
tr: Kaldır

source: Search Market
ar: بحث بالماركيت
ca_es: Cerca al Market
fi: Hae Play-kaupasta
fr: Chercher dans Market
hr: Trazi market
nl: Zoek Market
pl: Przeszukaj Market
pt_br: Procurar Mercado
pt_pt: Procurar no Market
ro: Căutare magazin
tr: Markette ara

# commentlabel
source: Add Comment
ca_es: Afegir comentari
fi: Lisää kommentti
hr: Dodaj komentar
nl: Voeg commentaar
ro: Adaugă comentariu

# chkBoxSchDwn
source: Schedule Download
ar: جدولة التحميل
ca_es: Programar descàrrega
fi: Ajasta lataus
fr: Planification des téléchargements
hr: Rasporedi download
nl: Download plannen
pl: Zaplanowane Pobieranie
pt_br: Downloads Agendados
pt_pt: Agendar download
ro: Descărcare programată
tr: İndirme programla

source: Submit
ar: تقديم
ca_es: Enviar
fi: Lähetä
fr: Soumettre
hr: Dodaj
nl: Versturen
pl: Wyślij
pt_br: Enviar
pt_pt: Submeter
ro: Susţine
tr: Gönder

source: Body
ca_es: Cos
fi: Runko
hr: Tijelo
nl: Commentaar
ro: Corp

# subject
source: Name
ar: الإسم
ca_es: Nom
fi: Nimi
fr: Nom
hr: Ime
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
tr: İsim

# start_loading
source: Loading…
ar: تحميل...
ca_es: Carregant...
fi: Ladataan...
fr: Chargement...
nl: Laden...
pl: Ładowanie...
pt_br: Carregando...
pt_pt: A carregar...
ro: Încărcare...
tr: Yükleniyor...

# available_tab
source: Available
ar: المتوفر
ca_es: Disponible
fi: Saatavissa
fr: Disponible
hr: Dostupno
nl: Beschikbaar
pl: Dostępne
pt_br: Disponível
pt_pt: Disponível
ro: Disponibil
tr: Mevcut

# featured_tab
source: Featured
ar: المميز
ca_es: Recomanats
fi: Suositeltu
fr: En vedette
hr: Istaknuto
nl: Aanbevolen
pt_br: Destaques
pt_pt: Destacado
ro: Caracteristic
tr: Öne çıkanlar

# installed_tab
source: Installed
ar: المثبت
ca_es: Instal·lat
fi: Asennettu
fr: Installé
hr: Instalirano
nl: Geïnstalleerd
pl: Zainstalowane
pt_br: Instalado
pt_pt: Instalados
ro: Instalat
tr: Kurulu

# updates_tab
source: Updates
ar: التحديثات
ca_es: Actualitzacions
fi: Päivitykset
fr: Màj
hr: Ažuriranje
pl: Uaktualnienia
pt_br: Atualizações
ro: Actualizări
tr: Güncellemeler

# add_repo_text
source: New Store
ca_es: Nou repositori
fi: Uusi kauppa
hr: Novi store
nl: Nieuwe voorraad
ro: Magazin nou

# btn_add_repo
source: Add store
ca_es: Afegir repositori
fi: Lisää kauppa
hr: Dodaj store
nl: Voeg voorraad
ro: Adaugă magazin

# menu_rem_repo
source: Remove Store
ar: حذف المخزن
ca_es: Eliminar repositori
fi: Poista kauppa
fr: Retirer Dépôt
hr: Ukloni store
nl: Voorraad verwijderen
pl: Usuń repozytorium
pt_br: Remover Loja
pt_pt: Remover a loja
ro: Şterge magazin
tr: Mağazayı kaldır

# number_apks
source: Applications:
ar: التطبيقات:
ca_es: Aplicacions:
fi: Sovellukset:
hr: Aplikacije:
nl: Applicaties:
pl: Aplikacje:
pt_br: Aplicativos:
ro: Aplicaţii:
tr: Uygulamalar:

source: Please wait…
ar: الرجاء الإنتظار...
ca_es: Espereu...
fi: Odota...
fr: Attendre, SVP...
hr: Molimo Sačekajte...
nl: Wachten aub...
pl: Proszę czekać...
pt_br: Por favor aguarde...
pt_pt: Por favor, aguarde...
ro: Vă rugăm aşteptaţi...
tr: Bekleyiniz...

# finished_download_alrt
source: Download Finished
ar: التحميل منتهي
ca_es: Descàrrega finalitzada
fi: Lataus valmis
fr: Téléchargement terminé
hr: Preuzimanje završeno
nl: Download Klaar
pl: Pobieranie zakończone
pt_br: Download Concluído
pt_pt: Download terminado
ro: Descărcare terminată
tr: İndirme tamamlandı

# finished_download_message
source: Download Finished
ar: التحميل منتهي
ca_es: Descàrrega completada
fi: Lataus valmis
fr: Téléchargement terminé
hr: Preuzimanje završeno
nl: Download Klaar
pl: Pobieranie zakończone
pt_br: Download Concluído
pt_pt: Download terminado
ro: Descărcare terminată
tr: İndirme tamamlandı

# download_alrt
source: Downloading:
ar: التحميل:
ca_es: Descarregant
fi: Ladataan:
fr: Téléchargement en cours:
hr: Preuzima se:
nl: Downloaden:
pl: Pobieranie:
pt_br: Fazendo Download:
pt_pt: A descarregar:
ro: Descărcare:
tr: İndiriliyor:

# srch_hint
source: Name of the application
ar: إسم التطبيق
ca_es: Nom de l'aplicació
fi: Sovelluksen nimi
fr: Nom de l'application
hr: Ime aplikacije
nl: Naam van de applicatie
pl: Nazwa aplikacji
pt_br: Nome do aplicativo
pt_pt: Nome da aplicação
ro: Numele aplicaţiei
tr: Uygulamanın adı

# tastenotavailable
source: Not available
ar: غير متوفر
ca_es: No disponible
fi: Ei saatavissa
fr: Indisponible
hr: Ne dostupno
nl: Niet beschikbaar
pl: Niedostępne
pt_br: Indisponível
pt_pt: Indesponível
ro: Indisponibil
tr: Mevcut değil

# unabletoexecutecheknet
source: Unable to execute. Check internet status.
ar: غير قادر على التنفيذ.التحقق من حالة الإنترنت
ca_es: No es pot executar. Comprova estat d'internet.
fi: Ei voida suorittaa. Tarkista internet-yhteytesi.
fr: Impossible d'exécuter. Vérifier connexion.
hr: Nije u mogućnosti pokrenuti. Provjerite internet status
nl: Kan niet uitvoeren. Controleer je internet status.
pl: Nie można wykonać. Sprawdź połączenie z internetem.
pt_br: Incapaz de executar. Confira o status de internet.
pt_pt: Erro. Verifique a ligação à internet.
ro: Nu se poate executa. Verifică stare internet.
tr: Çalıştırılamıyor. İnternet durumunu kontrol ediniz.

# opinionsuccess
source: Your request was successfully submitted
ar: طلبك تم إرساله بنجاح
ca_es: La teva petició s'ha enviat correctament
fi: Pyyntösi lähetettiin onnistuneesti
fr: Votre demande à été envoyée avec succès
hr: Vaš zahtjev je primljen
nl: Je verzoek is met succes verwerkt
pl: Twoje zapytanie zostało wysłane
pt_br: Sua solicitação foi enviada com sucesso
pt_pt: O seu pedido foi submetido com sucesso
ro: Cererea dvs. a fost trimisă cu succes
tr: İsteğiniz başarılı bir şekilde gönderildi

source: Likes:
ar: تحبونه:
ca_es: Agrada:
fi: Tykkääjät:
fr: Aime:
hr: Lajkovi:
nl: Leuk:
pl: Lubi:
pt_br: Gostam:
pt_pt: Gostos:
ro: Îmi place:
tr: Beğeniler:

# dislikes
source: Don't likes:
ar: لاتحبونه:
ca_es: No agrada:
fi: Ei-tykkääjät:
fr: N'aime pas:
hr: Dislajkovi:
nl: Niet leuk:
pl: Nie lubi:
pt_br: Não gostam:
pt_pt: Não Gostos:
ro: Nu îmi place:
tr: Beğenmemeler:

# postingtaste
source: Your request is being submitted
ar: طلبك مقدم
ca_es: S'està enviant la petició
fi: Pyyntöäsi lähetetään
fr: Votre demande est en cours d'envoi
hr: Vaš zahtjev se prima
nl: Je verzoek wordt verwerkt
pl: Twoje zapytanie jest wysyłane
pt_br: Sua solicitação está sendo enviada
pt_pt: O seu pedido está a ser submetido
ro: Cererea dvs. este în curs de trimitere
tr: Girdiniz gönderiliyor

# showpass
source: Show password
ar: إظهار كلمة المرور
ca_es: Mostrar contrasenya
fi: Näytä salasana
fr: Montrer mot de passe
hr: Pokaži password
nl: Laat wachtwoord zien
pl: Pokaż hasło
pt_br: Mostrar senha
pt_pt: Mostrar password
ro: Arată parola
tr: Parolayı göster

# user
source: User name...
ar: إسم المستخدم...
ca_es: Nom d'usuari...
fi: Käyttäjänimi...
fr: Nom d'utilisateur...
hr: Korisničko ime...
nl: Gebruikersnaam...
pl: Nazwa użytkownika...
pt_br: Usuário...
ro: Nume utilizator...
tr: Kullanıcı adı...

# pass
source: Password...
ar: كلمة المرور...
ca_es: Contrasenya...
fi: Salasana...
fr: Mot de passe...
nl: Wachtwoord...
pl: Hasło...
pt_br: Senha...
ro: Parolă...
tr: Parola...

source: New account
ar: حساب جديد
ca_es: Nou compte
fi: Uusi tili
fr: Nouveau compte
hr: Novi korisnik
nl: Nieuwe account
pl: Nowe konto
pt_br: Nova conta
pt_pt: Nova conta
ro: Cont nou
tr: Yeni hesap

# setcredentials
source: Aptoide Login
fi: Aptoide-kirjautuminen
ro: Logare Aptoide

# usernotdef
source: User not defined
ar: المستخدم لم يتم تعريفه
ca_es: Usuari no definit
fi: Käyttäjää ei määritelty
fr: Utilisateur non défini
hr: Korisnik nije definisan
nl: Gebruiker niet bekend
pl: Brak nazwy użytkownika
pt_br: Usuário não definido
pt_pt: Uilizador não definido
ro: Utilizator nedefinit
tr: Kullanıcı tanımlanmamıştır

# passwordnotdef
source: Password not defined
ar: كلمة المرور لم يتم تعريفها
ca_es: Contrasenya no definida
fi: Salasanaa ei määritelty
fr: Mot de passe non défini
hr: Password nije definisan
nl: Wachtwoord niet bekend
pl: Brak hasła
pt_br: Senha não definida
pt_pt: Password não definida
ro: Parolă nedefinită
tr: Parola tanımlanmamıştır

source: Logging in...
ar: التسجيل في ...
ca_es: Connectant-se...
fi: Kirjautuu...
fr: Logging en cours...
nl: Je wordt ingelogd...
pl: Logowanie...
pt_br: Conectando...
ro: Logare în...
tr: Oturum açılıyor...

source: Unable to execute
ar: غير قادر على التنفيذ
ca_es: No s'ha pogut executar
fi: Ei voida suorittaa
fr: Impossible d'exécuter
hr: Nije u mogućnosti da se pokrene
nl: Kan niet uitgevoerd worden
pl: Nie można wykonać
pt_br: Incapaz de executar
pt_pt: Erro
ro: Nu se poate executa
tr: Çalıştırılamıyor

# failedcredentials
source: Failed to login the given credentials
ar: فشل في تسجيل الدخول للإعتماد المعطاه
ca_es: Error al connectar-se amb l'usuari proporcionat
fi: Kirjautuminen annetuilla tunnuksilla epäonnistui
fr: Echec de login avec ces infos
hr: Neuspješna prijava sa datim informacijama
nl: Inloggen niet gelukt met de ingevoerde gegevens
pl: Nie udało się zalogować z tymi danymi
pt_br: Falha no login com as credenciais dadas
pt_pt: Login inválido
ro: Conectare eşuată la acreditările indicate
tr: Girilen verilerle oturum açılamadı

# loading_likes
source: Likes loading...
ar: تحبون التحميل...
ca_es: Carregant agrada...
fi: Ladataan tykkääjiä...
hr: Otvaranje lajkova...
nl: Leuk wordt geladen...
pl: Ładowanie ocen...
pt_br: Carregando gostos...
pt_pt: A carregar gostos...
ro: Încarcă "Îmi place"...
tr: Beğeniler yükleniyor...

# enterbody
source: Enter your review on the body section
ar: ادخل إستعراضك على قسم الهيئه
ca_es: Introdueix la teva revisió a la secció del cos
fi: Syötä arvostelusi runko-osioon
fr: Ecrire votre commentaire dans la zone texte
hr: Ostavite svoj dojam na tijelu sekcije
nl: Geef je ervaring in boodschap gedeelte
pl: Podaj swoja opinię w treści wiadomości
pt_br: Entre a sua avaliação no corpo
pt_pt: Insira a sua revisão no secção corpo
ro: Introduceţi recenzia în secţiunea corp
tr: Yorumunuzu gövde kısmında giriniz

# postingcomment
source: Posting your comment...
ar: نشر تعليقك...
ca_es: Pujant comentari...
fi: Julkaisee kommenttiasi...
fr: Envoi du commentaire...
hr: Objavljivanje vašeg komentara...
nl: Je commentaar wordt gepost...
pl: Zamieszczanie twojego komentarza...
pt_br: Postando seu comentário...
pt_pt: A publicar o seu comentário...
ro: Postează comentariu...
tr: Yorumunuz yollanıyor...

# commentadded
source: Your comment as been successfully submitted
ar: تعليقك تم تقديمه بنجاح
ca_es: El teu comentari s'ha enviat
fi: Kommenttisi on lähetetty onnistuneesti
fr: Votre commentaire a été soumis
hr: Vaš komentar je uspješno objavljen
nl: Je commentaar is met succes geplaatst
pl: Twój komentarz został wysłany
pt_br: Seu comentário foi enviado com sucesso
pt_pt: Comentário submetido com sucesso
ro: Comentariul dvs. a fost trimis cu succes
tr: Yorumunuz başarılı bir şekilde yollandı

# order_popup_title1
source: Order applications by:
ar: ترتيب التطبيقات بواسطة:
ca_es: Ordenar aplicacions per:
fi: Järjestä sovellukset:
fr: Trier les applications par:
hr: Poredaj aplikacije po:
nl: Sorteer applicaties op:
pl: Porządkuj aplikacje wg.:
pt_br: Organizar aplicativos por:
pt_pt: Ordenar as aplicações por:
ro: Ordonează aplicaţiile după:
tr: Uygulamaları şu şekilde sırala:

# order_popup_lst1
source: Most recent first
ar: الاحدث اولا
ca_es: Més recent primer
fi: Uusin ensin
fr: Plus récentes en premier
hr: Zadnje korišteni
nl: Meest recente eerst
pl: Ostatnie na początku
pt_br: Mais recente primeiro
pt_pt: Mais recentes primeiro
ro: Cele mai recente întâi
tr: Önce en yenileri

# order_popup_lst2
source: Alphabetically
ar: حسب الترتيب الابجدي
ca_es: Alfabèticament
fi: Aakkosjärjestys
fr: Alphabétiquement
hr: Po abecedi
nl: Alfabetisch
pl: Alfabetycznie
pt_br: Alfabeticamente
pt_pt: Alfabeticamente
ro: Alfabetic
tr: Alfabetik olarak

# order_popup_lst3
source: Rating
ar: التقييم
ca_es: Puntuació
fi: Luokitus
fr: Note
hr: Po ocjeni
nl: Rang
pl: Ocena
pt_br: Avaliação
pt_pt: Classificação
ro: Evaluare
tr: Değerlendirme

# order_popup_lst4
source: Download number
ar: رقم التحميل
ca_es: Nombre de descàrregues
fi: Latausmäärä
fr: Nombre de fois téléchargée
hr: Po broju peuzimanja
nl: Aantal downloads
pl: Ilość pobrań
pt_br: Número de download
pt_pt: Número do Download
ro: Număr descărcare
tr: İndirme sayısı

# order_popup_title2
source: Show applications:
ar: إظهار التطبيقات:
ca_es: Mostrar aplicacions:
fi: Näytä sovellukset:
fr: Montrer applications:
hr: Pokaži aplikacije:
nl: Applicaties tonen:
pl: Pokaż aplikacje:
pt_br: Exibir aplicativos:
pt_pt: Mostrar aplicações:
ro: Arată aplicaţiile:
tr: Uygulamaları göster:

# order_popup_title3
source: Adult Content:
ca_es: Contingut per a Adults:
fi: Aikuisviihde:
hr: Sadržaj za odrasle
nl: Volwassen inhoud:
ro: Conţinut pentru adulţi:

# order_popup_catg1
source: By category
ar: بواسطة الفئه
ca_es: Per categoria
fi: Kategorioittain
fr: Par catégorie
hr: Po kategoriji
nl: Op categorie
pl: Wg. kategorii
pt_br: Por categoria
pt_pt: Por categoria
ro: După categorie
tr: Kategoriye göre

# order_popup_catg2
source: All applications
ar: كل التطبيقات
ca_es: Totes les aplicacions:
fi: Kaikki sovellukset
fr: Toutes les applications
hr: Sve aplikacije:
nl: Alle applicaties:
pl: Wszystkie aplikacje
pt_br: Todos os aplicativos:
pt_pt: Todas as aplicações
ro: Toate aplicaţiile:
tr: Tüm uygulamalar

# dialog_yes
source: Yes
ar: نعم
ca_es: Si
fi: Kyllä
fr: Oui
hr: Da
nl: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
tr: Evet

# dialog_no
source: No
ar: لا
fi: Ei
fr: Non
hr: Ne
nl: Nee
pl: Nie
pt_br: Não
pt_pt: Não
ro: Nu
tr: Hayır

# update_repos
source: Update store
ar: تحديث المخزن
ca_es: Actualitzar repositori
fi: Päivitä kauppa
fr: MàJ dépôt
hr: Ažuriranje
nl: Voorraad updaten
pl: Uaktualnienie repozytorium
pt_br: Atualizar loja
pt_pt: Actualizar a Loja
ro: Actualizare magazin
tr: Mağazayı güncelle

# update_main
source: The list of stores in use has been changed. Do you wish to update them?
ar: القائمه من المخازن استخدمت لتتم تغيرها قائمة المخازن المستخدمه قد تم تغيرها هل ترغب في تحديثهم؟
ca_es: La llista de repositoris ha canviat. Vols actualitzar-los?
fi: Käytössä olevien kauppojen luettelo on muuttunut. Haluatko päivittää ne?
fr: La liste des dépôts est modifiée. Mettre à jour?
hr: Lista stores u korištenju je mjenjana. Želite li ih update-ovati?
nl: Lijst van voorraden is veranderd. Wil je ze updaten?
pl: Lista repozytoriów zmieniła się. Czy chcesz ja uaktualnić?
pt_br: A lista de lojas em uso mudou. Deseja atualizá-las?
pt_pt: A lista de lojas em uso foram alteradas. Você deseja actualizá-las?
ro: Lista magazinelor în uz a fost schimbată. Doriţi să le actualizaţi?
tr: Kullanılmakta olan mağazaların listesi değişti. Güncellemek ister misiniz?

source: Email
ar: الإميل
ca_es: Correu-e
fi: Sähköposti
fr: Courriel
tr: E-posta

# pass_confirmation
source: Password confirmation
ar: كلمة المرور تأكيدها
ca_es: Confirmació de constrasenya
fi: Salasanan varmistus
fr: Confirmation du mot de passe
hr: Konfirmacija passworda.
nl: Wachtwoord bevestiging
pl: Potwierdzenie hasła
pt_br: Confirmação de senha
pt_pt: Confirmação da password
ro: Confirmare parolă
tr: Parola doğrulaması

# setting_hwfiltertitle
source: Hardware Filters
ar: تصفية الجهاز
ca_es: Filtres de maquinari
fi: Laitteistosuodattimet
fr: Filtre matériel
hr: Hardware Filteri
pl: Filtry sprzętowe
pt_br: Filtros de Hardware
pt_pt: Filtros de Hardware
ro: Filtre hardware
tr: Donanım filtreleri

# setting_hwspecstitle
source: Hardware Specs
ar: مواصفات الجهاز
ca_es: Especificacions de maquinari
fi: Laitteistotiedot
fr: Spécification matérielle
hr: Hardware Specifikacije
nl: Hardware specificaties
pl: Specyfikacje Sprzętowe
pt_br: Especificações de Hardware
pt_pt: Especificações de Hardware
ro: Specificaţii hardware
tr: Donanım özellikleri

# setting_hwspecssum
source: Check your hardware specifications
ar: فحص مواصفات جهازك
ca_es: Comprova les especificacions de maquinari
fi: Tarkista laitetietosi
fr: Vérifier votre spécification matérielle
hr: Pogledajte vaše hardware specifikacije
nl: Controleer je hardware specificaties
pl: Sprawdź specyfikacje swojego sprzętu
pt_br: Confira suas especificações de hardware
pt_pt: Verifique as especificações de hardware
ro: Verificaţi specificaţiile hardware
tr: Donanım özelliklerini denetle

# setting_appfiltertitle
source: Filter Applications
ar: تصفية التطبيقات
ca_es: Filtrar apicacions
fi: Suodata sovelluksia
fr: Filtrer applications
hr: Filtriraj aplikacije
nl: Filter Applicaties
pl: Filtr aplikacji
pt_br: Filtrar Aplicativos
pt_pt: Filtrar Aplicações
ro: Filtru aplicaţii
tr: Uygulamaları Filtrele

# setting_appfiltersum
source: Don't show applications not compatible with your device.
ar: لاتظهر التطبيقات الغير متوافقه مع جهازي
ca_es: No mostrar aplicacions no compatibles amb el teu dispositiu.
fi: Älä näytä sovelluksia, jotka eivät ole laitteesi kanssa yhteensopivia.
fr: Cacher applications incompatibles avec votre appareil.
hr: Nemoj pokazivati da aplikacije nisu kompatibilne sa uređajem.
nl: Toon geen toepassingen die niet compatibel zijn met je apparaat.
pl: Nie pokazuj aplikacji niezgodnych z twoim sprzętem.
pt_br: Não mostrar aplicativos incompatíveis com o seu aparelho.
pt_pt: Não mostrar as aplicações não compatíveis com este dispositivo
ro: Nu arăta aplicaţiile incompatibile cu dispozitivul dvs.
tr: Cihazla uyumsuz uygulamaları gösterme.

# setting_schdwntitle
source: Scheduled Downloads
ar: جدولة التحميلات
ca_es: Descàrregues programades
fi: Ajastetut lataukset
fr: Téléchargements planifiés
hr: Pripremljeni download-i
nl: Geplande Downloads
pl: Zaplanowane pobrania
pt_br: Downloads Agendados
pt_pt: Downloads agendados
ro: Descărcări programate
tr: Programlanmış İndirmeler

# setting_schdwninstalltitle
source: Automatic Install
ar: التثبيت التلقائي
ca_es: Instal·lació automàtica
fi: Automaattinen asennus
fr: Installer automatiquement
hr: Automatska instalacija
nl: Automatische installatie
pl: Instalacja automatyczna
pt_br: Instalação Automática
pt_pt: Instalação automática
ro: Instalare automată
tr: Otomatik Yükleme

# setting_schdwninstallsum
source: Install scheduled downloads automatically when a Wifi connection is present
ar: تثبيت جدولة التحميلات تلقائيا عندما الواي فاي يتصل حاليا
ca_es: Instal·lar descàrregues programades automàticament quan hi hagi una connexió Wifi
fi: Asenna ajastetut lataukset automaattisesti, kun Wifi-yhteys on käytettävissä
fr: Installer automatiquement téléchargements programmés si WiFi
hr: Instaliraj pripremljene download-e automatski kada wifi bude dostupan.
nl: Automatisch geplande downloads installeren wanneer een Wifi-verbinding aanwezig is
pl: Zainstaluj wybrane aplikacje automatycznie jeśli dostępne jest połączenie WiFi
pt_br: Instalar automaticamente downloads agendados quando uma conexão WiFi está presente
pt_pt: Instalar downloads agendados automaticamente quando uma ligação Wifi está presente.
ro: Instalează automat descărcările programate când este prezentă conexiune Wifi
tr: Programlanmış indirmeleri bir WiFi bağlantısı bulunduğunda otomatik olarak yükle

# credentialssettings
source: Aptoide Login
fi: Aptoide-kirjautuminen
ro: Logare Aptoide

# clearcredentials
source: Clear login
ar: مسح تسجيل الدخول
ca_es: Netejar identificació
fi: Tyhjennä kirjautuminen
fr: Effacer login
hr: Očisti login
nl: Login opschonen
pl: Wyczyść login
pt_br: Limpar login
pt_pt: Limpar login
ro: Ştergere logare
tr: Oturumu temizle

# clearcredentials_summary
source: Unset your current login
ar: عدم تعيين تسجيل دخولك الحالي
ca_es: Treure dades de connexió
fi: Poista nykyiset kirjautumistiedot
fr: Effacer login actuel
hr: Poništi trenutni login
nl: Je huidige login verwijderen
pl: Zmień swój aktualny login
pt_br: Remover o seu login atual
pt_pt: Limpar login actual
ro: Logare curentă nesetată
tr: Şimdiki oturum verilerini kaldır
