Repository: vitkin/aptoide-client
Catalog: locale/*.po
Languages: ar, ca_es, fi, fr, hr, nl, pl, pt_br, pt_pt, ro, tr

# setcredentials_summary
source: Set a new login
ar: تعيين تسجيل دخول جديد
ca_es: Configurar dades de connexió
fi: Aseta uusi kirjautuminen
fr: Créer nouveau login
hr: Stavi novi login
nl: Nieuwe login maken
pl: Ustaw nowy login
pt_br: Insira um novo login
pt_pt: Definir novo login
ro: Setează o nouă logare
tr: Yeni oturum yapılandır

# settings_title_bar
source: Aptoide settings
ar: إعدادات Aptoide
ca_es: Configuració d'Aptoide
fi: Aptoiden asetukset
fr: Paramètres Aptoide
hr: Aptoide postavke
nl: Aptoide instellingen
pl: Ustawienia Aptoide
pt_br: Configurações Aptoide
pt_pt: Configurações do Aptoide
ro: Setări Aptoide
tr: Aptoide ayarları

# credentialscleared
source: Login cleared
ar: تسجيل الدخول ممسوح
ca_es: Dades netejades
fi: Kirjautumistiedot tyhjennetty
fr: Login effacé
hr: Login očišćen
nl: Login verwijderd
pl: Login wyczyszczony
pt_br: Login limpo
pt_pt: Login limpo
ro: Logare ştearsă
tr: Oturum verileri temizlendi

# credentialscleared_des
source: Your credentials have been unsetted
ar: بيانات الإعتماد الخاصه بك
ca_es: S'han tret els credencials
fi: Tunnukset poistettu
fr: Vos informations de login sont effacées.
hr: Vaše informacije su očišćene
nl: Je gegevens zijn verwijderd
pl: Twoje dane zostały zmienione
pt_br: Suas credenciais foram removidas
pt_pt: A suas credenciais foram limpas
ro: Acreditările dvs. sânt nesetate
tr: Oturum verileriniz kaldırıldı

# menu_update_repo
source: List Update
ar: قائمة التحديث
ca_es: Actualitzar llista
fi: Luettelopäivitys
fr: Liste des MàJ
hr: Lista update-a
nl: Lijst Updaten
pl: Lista uaktualnień
pt_br: Listar Atualizações
ro: Actualizare listă
tr: Liste güncellemesi

# menu_update_all
source: Update all
ar: كل التحديث
ca_es: Actualitzar tot
fi: Päivitä kaikki
fr: Tout mettre à jour
hr: Update-uj sve.
nl: Alles updaten
pl: Uaktualnij wszystko
pt_br: Atualizar todos
pt_pt: Actualizar tudo
ro: Actualizare toate
tr: Tümünü güncelle

# menu_manage
source: Manage Store
ar: إدارة المخزن
ca_es: Gestiona repositoris
fi: Hallitse kauppaa
fr: Gérer dépôts
hr: Upravljaj store-om
nl: Voorraad beheren
pl: Zarządzaj repozytorium
pt_br: Gerenciar Loja
pt_pt: Gerir a Loja
ro: Administrare magazine
tr: Mağazayı yönet

# menu_display_options
source: Display Options
ar: خيارات العرض
ca_es: Mostrar opcions
fi: Näyttöasetukset
fr: Options d'affichage
hr: Display postavke
nl: Toon opties
pl: Pokaż opcje
pt_br: Opções de Tela
pt_pt: Mostrar as opções
ro: Opţiuni afişare
tr: Görüntüleme seçenekleri

# menu_order
source: Change Order
ar: تغيير الترتيب
ca_es: Canviar ordre
fi: Muuta järjestystä
fr: Changer ordre
hr: Red promjene
nl: Volgorde veranderen
pl: Zmień porządek
pt_br: Alterar Ordem
pt_pt: Alterar a ordem
ro: Schimbă ordinea
tr: Sıralamayı değiştir

# menu_about
source: About
ar: حول
ca_es: Sobre
fi: Tietoa
fr: A propos
hr: O
nl: Over
pl: O...
pt_br: Sobre
pt_pt: Sobre
ro: Despre
tr: Hakkında

# menu_search
source: Search
ar: البحث
ca_es: Cerca
fi: Haku
fr: Chercher
hr: Pretraga
nl: Zoeken
pl: Szukaj
pt_br: Pesquisa
pt_pt: Procurar
ro: Căutare
tr: Ara

# menu_add_repo
source: New Store
ar: مخزن جديد
ca_es: Nou repositori
fi: Uusi kauppa
fr: Nouveau dépôt
hr: Novi store
nl: Nieuwe Voorraad
pl: Nowe repozytorium
pt_br: Nova Loja
pt_pt: Nova Loja
ro: Magazin nou
tr: Yeni mağaza

# menu_edit_repo
source: Edit Store
ar: تحرير المخزن
ca_es: Editar repositori
fi: Muokkaa kauppaa
fr: Editer dépôt
hr: Edituj store
nl: Voorraad bewerken
pl: Edytuj repozytorium
pt_br: Editar Loja
pt_pt: Editar a Loja
ro: Editare magazin
tr: Mağazayı düzenle

# btn_yes
source: Yes
ar: نعم
ca_es: Si
fi: Kyllä
fr: Oui
hr: Da
nl: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
tr: Evet

# btn_no
source: No
ar: لا
fi: Ei
fr: Non
hr: Ne
nl: Nee
pl: Nie
pt_br: Não
pt_pt: Não
ro: Nu
tr: Hayır

# btn_add
source: Add
ar: إضافه
ca_es: Afegir
fi: Lisää
fr: Ajouter
hr: Dodaj
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ro: Adaugă
tr: Ekle

# btn_cancel
source: Cancel
ar: إلغاء
ca_es: Cancel·lar
fi: Peruuta
fr: Annuler
hr: Poništi
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulare
tr: İptal et

# btn_done
source: Done
ar: تم
ca_es: Fet
fi: Valmis
fr: Effectué
hr: Završeno
nl: Klaar
pl: Zrobione
pt_br: Feito
pt_pt: Feito
ro: Efectuat
tr: Tamamlandı

# btn_chlog
source: Changelog
ar: التغيير
ca_es: Canvis
fi: Muutosloki
fr: Log changement
hr: Popis promjena
nl: Veranderingen
pl: Lista zmian
pt_br: Mudanças
ro: Modificare
tr: Değişiklikler

# btn_search_market
source: Search Market
ar: بحث بالماركيت
ca_es: Cerca al Market
fi: Hae Play-kaupasta
fr: Chercher Market
hr: Pretraži market
nl: Zoek Market
pl: Przeszukaj Market
pt_br: Pesquisar Mercado
pt_pt: Procurar no Market
ro: Căutare Magazin Play
tr: Markette ara

# schDwnBtn
source: Scheduled Dwnl.
ar: جدولة التحميل
ca_es: Descàrregues programades
fi: Ajastetut lataukset
fr: Téléchargements planifiés.
hr: Pripremljeni download-i
nl: Geplande Downloads
pl: Planowane pobr.
pt_br: Downloads Agendados
ro: Descărcări programate
tr: Programlanmış indirmeler

# search_log
source: Search
ar: البحث
ca_es: Cerca
fi: Haku
fr: Chercher
hr: Pretraga
nl: Zoeken
pl: Szukaj
pt_br: Pesquisa
pt_pt: Procurar
ro: Căutare
tr: Ara

# search_stores
source: in other Stores
ar: في مخازن اخرى
ca_es: a altres repositoris
fi: toisista kaupoista
fr: dans les autres dépôts
hr: u drugim Store-ovima
nl: in andere voorraden
pl: w innych repozytoriach
pt_br: em outras Lojas
pt_pt: noutras Lojas
ro: în alte magazine
tr: başka mağazalarda

# no_repo
source: Add a store!
ar: إضافة مخزن!
ca_es: No hi ha repositoris!
fi: Lisää kauppa!
fr: Ajouter un dépôt!
hr: Dodaj store
nl: Voeg een voorraad!
pl: Dodaj repozytorium!
pt_br: Adicione uma loja!
pt_pt: Adicionar uma Loja!
ro: Adaugă magazin!
tr: Bir mağaza ekleyin!

# myrepo_alrt
source: It looks like you don't have any added store. We suggest you use ours. Do you want to add our store? (You can search for more stores online)
ar: يبدو أنك لا تملك أي مخزن مضاف ونحن نقترح عليك استخدام مخزننا هل تريد إضافة مخزننا؟ (يمكنك البحث عن مزيد من المخازن على الإنترنت)
ca_es: Sembla que no tens cap respositori Et suggerim que utilitzis el nostre. Vols afegir-lo? (Pots trobar més repositoris en línia)
fi: Näyttää siltä, ettei sinulla ole yhtäkään lisättyä kauppaa. Suosittelemme, että lisäät omamme. Haluaisitko lisätä kauppamme? (Voit hakea lisää kauppoja internetistä)
fr: Il semble que vous n'ayez pas de dépôt. Nous vous proposons le nôtre. Etes-vous d'accord? (Vous pouvez chercher des dépôts sur internet.)
hr: Izgleda da niste dodali store.Preporučujemo da koristite naš.Želite li dodati naš store?(Možete tražiti store-ove online)
nl: Het lijkt erop dat je geen voorraad hebt toegevoegd. We raden je aan om onze te gebruiken. Wil je onze voorraad toevoegen? (Je kan online meer voorraden zoeken)
pl: Wydaje się, że nie masz żadnego repozytorium. Dlatego polecamy Ci nasze. Czy chcesz dodać nasze repozytorium? (Możesz znaleźć więcej repozytoriów w sieci)
pt_br: Parece que você não tem nenhuma loja adicionada. Sugerimos que utilize a nossa. Deseja adicionar nossa loja? (Você pode pesquisar por mais lojas online)
pt_pt: Parece que você não adicionou nenhuma loja. Nós sugerimos que use a nossa. Você deseja adicionar a nossa loja? (Você pode procurar online por mais lojas)
ro: Se pare că nu aveţi nici un magazin adăugat. Vă sugerăm să le folosiţi pe ale noastre. Doriţi să adăugaţi magazinul nostru. (Puteţi căuta mai multe magazine online)
tr: Hiçbir mağaza kurulu değil gibi görünüyor. Bizim mağazamızı eklemenizi öneririz. Mağazamızı eklemek ister misiniz? (Çevrim içinde ilâve mağazalar arayabilirsiniz)

# error_on_update
source: The update process could not be completed on the following store:
ar: عملية التحديث تعذر إكتمالها على المخزن التالي:
ca_es: El procés d'actualització no s'ha pogut realitzar pel repositori:
fi: Päivitysprosessi ei voitu suorittaa seuraaville kaupoille:
fr: Le processus de MàJ n'est pas terminé dans le dépôt suivant:
hr: Proces update-anja se nije mogao izvršiti na sljedečem store-u:
nl: Update proces kon niet voltooid worden op volgende voorraad:
pl: Nie udało się uaktualnić następującego repozytorium:
pt_br: O processo de atualização não pôde ser completado na seguinte loja:
pt_pt: O processo de actualização não pode ser concluído nas lojas seguintes:
ro: Procesul de actualizare nu s-a putut finaliza la următoarele magazine:
tr: Güncelleme işlemi şu mağazada tamamlanamadı:

# updating_norepos
source: There are no enabled stores in your list. Please add a store or enable at least one that you already have.
ar: لايوجود هناك مخازن ممكنة في القائمة الخاصة بك الرجاء إضافة مخزن أو تمكين واحد على الأقل التي لديك بالفعل
ca_es: No hi ha repositoris actius a la teva llista. Si us plau, afegeix un repositori o activa'n un que ja tinguis
fi: Luettelossasi ei ole käytössä olevia kauppoja. Lisää kauppa tai ota käyttöön ainakin yksi ennestään lisäämäsi kauppa.
fr: Aucun dépôt activé dans la liste. Ajouter ou activer un dépôt, svp.
hr: Nema omogučenih store-ova na vašoj listi.Molimo dodajte store ili uključite bar jedan koji več imate.
nl: Er zijn geen voorraden aangevinkt in je lijst. Voeg een voorraad toe of vink op z'n minst een voorraad aan in je lijst.
pl: Brak dostępnych repozytoriów na Twojej liście. Dodaj repozytorium lub udostępnij przynajmniej jedno z tych, które masz.
pt_br: Não há lojas habilitadas na sua lista. Por favor adicione uma loja para habilitar pelo menos uma que você já tenha.
pt_pt: Não existem lojas activas na sua lista. Por favor, adicione uma loja ou active pelo menos uma das que você já possuí.
ro: Nu sânt magazine active în lista dvs. Vă rugăm adăugaţi un magazin sau activaţi cel puţin unul din cele pe care le aveţi.
tr: Listenizde hiçbir faal mağaza bulunmamaktadır. Bir mağaza ekleyiniz ya da en azından bulunan bir mağazayı etkinleştiriniz.

# update_done_msg1
source: Stores updated successfully.
ar: المخازن محدثه بنجاح
ca_es: Repositoris actualitzats correctament.
fi: Kaupat päivitetty onnistuneesti.
fr: MàJ dépôt réussie
hr: Store-ovi update-ani uspješno.
nl: Voorraden zijn met succes bijgewerkt.
pl: Pomyślne uaktualnienie repozytoriów.
pt_br: Atualização de lojas bem sucedida.
pt_pt: A lojas foram actualizadas com sucesso.
ro: Magazine actualizate cu succes.
tr: Mağazalar başarılı olarak güncellendi.

# about_txt1
source: Your package installer to Android phone.
ar: حزمك المثبته على هاتف اندرويد
ca_es: El teu instal·lador de paquets per al telèfon Android.
fi: Pakettien asennusohjelma Android-puhelimeesi.
fr: Votre installeur de package pour Android phone.
hr: Vaš paket za instaliranje na android
nl: Je pakketten installatie gereedschap voor je Android toestel.
pl: Twój instalator aplikacji do telefonu Android.
pt_br: Seu instalador de pacote para Android.
pt_pt: O seu instalador para dispositivos móveis com sistema Android.
ro: Instalator pachete în telefonul Android.
tr: Android cihazınıza paket yükleyicisi.

# about_site
source: Home:
ar: الرئيسيه:
ca_es: Web:
fi: Koti:
fr: Accueil:
pl: Strona domowa:
pt_br: Website:
pt_pt: Início:
ro: Acasă:
tr: Resmî site:

# about_mail
source: Contact:
ar: الإتصال:
ca_es: Contacte:
fi: Yhteys:
pl: Kontakt:
pt_br: Contato:
pt_pt: Contacto:
tr: İrtibat:

# no_descript
source: No description available
fi: Kuvausta ei saatavilla
hr: Nema dostupnog opisa
nl: Geen omschrijving beschikbaar
ro: Informaţie indisponibilă

# repo_del_msg2
source: Choose store to remove
ar: إختر المخزن للحذف
ca_es: Tria repositori a eliminar
fi: Valitse poistettava kauppa
fr: Choisir dépôt à retirer
hr: Izaberite store koji želite ukloniti
nl: Kies voorraad om te verwijderen
pl: Wybierz repozytorium do usunięcia
pt_br: Escolha a loja a ser removida
pt_pt: Escolha a loja para remover
ro: Alegeţi magazin pentru ştergere
tr: Kaldırılacak mağaza seç

# repo_edt_msg1
source: Choose store to edit
ar: إختر المخزن للتحرير
ca_es: Tria repositori per editar
fi: Valitse muokattava kauppa
fr: Choisir dépôt à éditer
hr: Izaberite store koji želite edit-ovati.
nl: Kies voorraad om te bewerken
pl: Wybierz repozytorium do edycji
pt_br: Escolha a loja a ser editada
pt_pt: Escolha a loja para editar
ro: Alegeţi magazin pentru editare
tr: Düzenlenecek mağaza seç

# repo_edt_msg2
source: Edit store
ar: تحرير المخزن
ca_es: Editar repositori
fi: Muokkaa kauppaa
fr: Editer dépôt
hr: Editujte store
nl: Bewerk voorraad
pl: Edytuj repozytorium
pt_br: Editar loja
pt_pt: Editar loja
ro: Editare magazin
tr: Mağazayı düzenle

# md5_auto_update_error
source: Update package checksum failed! Keeping current version.
ar: فشل بفحص تحديث الحزم ! الحفاظ على النسخه الحاليه
ca_es: Ha fallat la comprovació del paquet! Mantenint versió actual.
fi: Päivityspaketin tarkastussumma epäonnistui! Pidetään nykyinen versio.
fr: Echec du checksum sur MàJ! Version actuelle conservée.
hr: Zbroj update package-a nije uspio! Zadržavam sadašnju verziju.
nl: Update pakket checksum is mislukt! Huidige versie wordt behouden.
pl: Błąd sumy kontrolnej uaktualnienia! Zachowana bieżąca wersja.
pt_br: Atualização de pacote checksum falhou! Mantendo versão atual.
pt_pt: A verificação do chechsum da actualização do pacote falhou! Irá ser mantida a versão actual.
ro: Verificarea sumei pachetului actualizat eşuată! Păstraţi versiunea curentă.
tr: Güncelleme paketinin toplamı başarısız oldu! Mevcut sürüm korunuyor.

# network_auto_update_error
source: Update connection failed! Keeping current version.
ar: فشل بتحديث الإتصال ! الحفاظ على الإصدار الحالي
ca_es: Ha fallat la conexió! Mantenint versió actual.
fi: Päivitetty yhteys epäonnistui! Nykyinen yhteys pidetään.
fr: Echec connexion pour MàJ. Version actuelle conservée.
hr: Konekcija update-a nije uspješna! Zadržavam sadašnju verziju.
nl: Update connectie is mislukt! Huidige versie wordt behouden.
pl: Błąd połączenia z uaktualnieniem! Zachowana bieżąca wersja.
pt_br: Atualização de conexão falhou! Mantendo versão atual.
pt_pt: A ligação para a actualização falhou! A versão actual será mantida.
ro: Conexiune actualizare eşuată! Păstraţi versiunea curentă.
tr: Güncelleme bağlantısı başarısız! Mevcut sürüm korunuyor.

# auto_updating
source: Please wait while processing update download...
ar: الرجاء الإنتظار عندما العمليه تحميل التحديث...
ca_es: Espereu mentre es descarrega l'actualització...
fi: Odota, kun päivityksen latausta käsitellään...
fr: Patientez pendant le téléchargement...
hr: Molimo sačekajte dok se proces update-a downloaduje.
nl: Aub wachten terwijl update gedownload wordt...
pl: Proszę czekać na pobranie uaktualnienia...
pt_br: Por favor aguarde enquanto o download de atualização é processado...
pt_pt: Por favor aguarde, enquanto o download da actualização é processado...
ro: Vă rugăm aşteptaţi prelucrarea actualizării descărcate...
tr: Güncelleme indirmesi sürmektedir, lütfen bekleyiniz...

# update_self_title
source: Update available
ar: تحديث متوفر
ca_es: Actualització disponible
fi: Päivitys saatavissa
fr: MàJ disponible
hr: Update dostupan
nl: Update mogelijk
pl: Dostępne jest uaktualnienie
pt_br: Atualização disponível
pt_pt: Actualização disponível
ro: Actualizare disponibilă
tr: Güncelleme mevcut

# update_self_msg
source: There is a new version of aptoide available, do you wish to update?
ar: هذه نسخه جديده من aptoide متوفره هل ترغب في التحديث؟
ca_es: Hi ha una nova versió d'aptoide disponible, vols actualitzar?
fi: Aptoiden uusi versio löydetty, haluaisitko päivittää versiosi?
fr: Nouvelle version aptoide disponible. Mettre à jour?
hr: Dostupna je nova verzija apdoite-a, želite li update-ovati?
nl: Er is een nieuwe versie van Aptoide beschikbaar, Wil je updaten?
pl: Dostępna jest nowa wersja Aptoide, czy chcesz uaktualnić?
pt_br: Existe uma nova versão do Aptoide disponível, deseja atualizar?
pt_pt: Existe uma nova versão do Aptoide disponível, você deseja actualizar?
ro: Este disponibilă o versiune nouă Aptoide, vreţi să actualizaţi?
tr: Yeni bir aptoide sürümü mevcuttur, güncellemek ister misiniz?

# md5_error
source: The downloaded application md5 check failed! Please update your stores before retrying.
ar: فشل التحقق من التطبيق الذي تم تنزيله n\ md5 الرجاء تحديث المخازن الخاصة بك قبل إعادة المحاولة.
ca_es: Ha fallat la comprovació md5 de l'aplicació Si us plau actualitza els repositoris abans de reintentar
fi: Ladatun sovelluksen md5-tarkistus epäonnistui! Päivitä kauppasi ennen uutta yritystä.
fr: Le contrôle md5 de l'application téléchargée a echoué! Mettre à jour les dépôts avant de réessayer.
hr: Provjera download-ovane aplikacije md5 nije uspješna! Molimo da update-ujete svoje store-ove prije ponovnog pokušavanja.
nl: De md5 controle van gedownloade applicatie is mislukt! Update eerst de voorraden probeer dan opnieuw.
pl: Błąd sumy kontrolnej MD5 pobranej aplikacji! Uaktualnij swoje repozytoria przed ponownym pobraniem.
pt_br: A checagem de md5 do aplicativo falhou! Por favor atualize suas lojas antes de tentar novamente.
pt_pt: A verificação do md5 falhou para a aplicação descarregada! Por favor, actualize as suas lojas antes de tentar novamente.
ro: Verificarea md5 a aplicaţiei descărcate a eşuat! Vă rugăm actualizaţi magazinele şi reîncercaţi.
tr: İndirilen uygulamanın md5 kontrolü başarısız oldu! Tekrar denemeden önce mağazalarınızı güncelleyiniz.

# network_error
source: There has been an error while fetching the application. Please try again.
ar: حدث خطأ أثناء إحضار التطبيق الرجاء المحاولة مرة أخرى.
ca_es: S'ha produït un error al obtenir l'aplicació. Si us plau intenta-ho un altre cop.
fi: Sovelluksen haussa tapahtui virhe. Yritä uudelleen.
fr: Erreur lors chargement de l'application. Réessayer, svp.
hr: Pojavio se error prilikom prikupljanja aplikacije. Molimo pokušajte ponovo.
nl: Er is een fout ontstaan terwijl applicatie werd opgehaald. Aub opnieuw proberen.
pl: Błąd podczas pobierania aplikacji. Spróbuj ponownie.
pt_br: Ocorreu um erro ao buscar a aplicação. Por favor tente novamente.
pt_pt: Ocorreu um erro ao obter a aplicação. Por favor, tente novamente.
ro: A apărut o eroare în timpul recuperării aplicaţiei. Vă rugăm să încercaţi din nou.
tr: Uygulamanın alımı sırasında bir hata oluştu. Tekrar deneyiniz.

# error_404
source: File was not found in the given store. Please try again later.
ar: لم يتم العثور على الملف في المخزن المعطى الرجاء المحاولة مرة أخرى لاحقاً
ca_es: No s'ha trobat el fitxer. Si us plau intenta-ho més tard.
fi: Tiedostoa ei löytynyt annetusta kaupasta. Yritä uudelleen myöhemmin.
fr: Fichier non trouvé dans dépôt. Réessayer plus tard.
hr: File nije nađen u datom store-u. Molimo pokušajte kasnije.
nl: Bestand is niet gevonden in de voorraad. Aub later weer proberen.
pl: W wybranym repozytorium nie odnaleziono pliku. Spróbuj ponownie pózniej.
pt_br: O arquivo não foi encontrado na loja informada. Por favor tente novamente mais tarde.
pt_pt: O ficheiro não foi encontrado na loja fornecida. Por favor, tente novamente mais tarde.
ro: Fişierul nu a fost găsit în magazinul oferit. Vă rugăm să încercaţi mai târziu.
tr: Dosya belirtilen mağazada bulunamadı. Lütfen bir süre sonra tekrar deneyiniz.

# error_no_market
source: You don't have Google Market installed!
ar: انت لاتمتلك ماركيت قوقل مثبت
ca_es: No tens el Google Market instal·lat!
fi: Sinulla ei ole Play-kauppaa asennettuna!
fr: Google Market non installé!
hr: Nemate Google Market instaliran!
nl: Je hebt geen Google Play Store geïnstalleerd!
pl: Nie masz zainstalowanego Google Play!
pt_br: Você não possui o Google Market instalado!
pt_pt: Você não tem o Google Market instalado!
ro: Nu aveţi instalat Magazin Play!
tr: Google Market kurulu değil!

# newrepo_alrt
source: Do you want to add this store to your list?
ar: هل تريد إضافة المخزن الى قائمتك؟
ca_es: Vols afegir aquest repositori a la teva llista?
fi: Haluatko listätä tämän kaupan luetteloosi?
fr: Voulez-vous ajouter ce dépôt?
hr: Želite li dodati ovaj store na svoju listu?
nl: Wil je deze voorraad toevoegen aan je lijst?
pl: Czy dodać to repozytorium do listy?
pt_br: Deseja adicionar essa loja à sua lista?
pt_pt: Você deseja adicionar esta loja à sua lista?
ro: Doriţi să adăugaţi magazinul în listă?
tr: Bu mağazayı listenize eklemek istiyor musunuz?

# installapp_alrt
source: Do you wish to install:
ar: هل ترغب في التثبيت:
ca_es: Vols instal·lar:
fi: Haluatko asentaa:
fr: Voulez-vous installer:
hr: Želite li instalirati:
nl: Wil je installeren:
pl: Czy chcesz zainstalować:
pt_br: Deseja instalar:
pt_pt: Você deseja instalar:
ro: Doriţi să instalaţi:
tr: Bunu kurmak istiyor musunuz:

# remote_in_noSD_title
source: No memory
ar: لايوجود ذاكره
ca_es: No hi ha memòria
fi: Ei muistia
fr: Pas de mémoire
hr: Nema memorije
nl: Geen geheugen
pl: Brak pamięci
pt_br: Sem memória
pt_pt: Não há memória
ro: Lipsă memorie
tr: Yetersiz bellek

# remote_in_noSD
source: You don't have an SDcard, or it isn't working properly Please insert one, or re-insert it and try again.
ar: إذا لم يكن لديك كرت ذاكره خارجيه او انه لايعمل بشكل صحيح الرجاء ادرج واحده, او اعد إدراجها وحاول مرة اخرى
ca_es: No tens targeta SD, o no està funcionant correctament Si us plau inserta'n una i reintenta.
fi: Sinulla ei ole SD-korttia tai se toimii virheellisesti Aseta uusi tai uudelleenaseta nykyinen ja yritä uudelleen.
fr: Pas de carte SD ou fonctionnement inapproprié Insérer une carte ou réinsérer carte et réessayer.
hr: Nema te SD karticu, ili ne radi pravino Molimo priključite jednu, ili ponovno je ubacite, pa probajte ponovo.
nl: Je hebt geen SD kaart of het werkt niet naar behoren Aub nieuwe plaatsen of opnieuw plaatsen en weer proberen.
pl: Nie masz karty SD albo nie pracuje właściwie Włóż kartę lub popraw jej włożenie i spróbuj ponownie.
pt_br: Você não possui um Cartão SD ou ele não está funcionando corretamente. Por favor insira um ou insira novamente e tente outra vez.
pt_pt: Você não tem um SDcard, ou não está a funcionar correctamente Por favor, insira um, ou volte a inseri-lo e tente novamente.
ro: Nu aveţi nici un card SD, sau nu funcţionează corespunzător Vă rugăm introduceţi unul, sau reintroduceţi şi încercaţi din nou.
tr: SD kartınız yok ya da gerektiği gibi çalışmıyor Ya yeni bir kart ya da mevcut kartınızı tekrar takıp deneyiniz.

# remote_in_noSDspace
source: You don't have enough space on your SDcard to use Aptoide Please free up some space and try again.
ar: لايوجود لديك مساحه كافيه على كرت ذاكرتك الخارجيه لإستخدام n\ Aptoideالرجاء حرر بعض المساحه وحاول مرة اخرى
ca_es: No hi ha prou espai a la SD Si us plau allibera espai i intenta-ho un altre cop
fi: SD-kortillasi ei ole riittävästi tilaa Aptoiden käyttämiseksi Vapauta tilaa ja yritä uudelleen.
fr: Pas assez de place sur carte SD pour utiliser Aptoide Libérer de l'espace et réessayer.
hr: Nemate dovoljno prostora na SD kartici da koristite Aptoide Molimo da oslobodite prostora pa pokušajte ponovo.
nl: Je hebt geen genoeg ruimte op je SD kaart om Aptoide te gebruiken Aub ruimte vrijmaken en opnieuw proberen.
pl: Masz za mało miejsca na karcie SD aby używać Aptoide Uwolnij trochę miejsca i spróbuj ponownie.
pt_br: Você não tem espaço suficiente em seu Cartão SD para usar o Aptoide. Por favor libere espaço e tente novamente.
pt_pt: Você não tem espaço suficiente no seu SDcard para utilizar o Aptoide Por favor, liberte algum espaço e tente novamente.
ro: Nu aveţi spaţiu suficient pe cardul SD pentru a folosi Aptoide Vă rugăm eliberaţi spaţiu şi încercaţi din nou.
tr: Aptoide'i kullanmak için SD kartınızda kâfi alan bulunmamaktadır Yeterli alan oluşturup tekrar deneyiniz.
