Repository: vitkin/aptoide-client
Catalog: locale/*.po
Languages: ar, ca_es, fi, fr, hr, nl, pl, pt_br, pt_pt, ro, tr

# updating_3g
source: You are not connected through Wifi. If you have limited mobile data bandwidth, it is advised to update using a Wifi connection. Update anyway?
ar: انت لم تتصل عبر الواي فاي , إذا كان لديك بيانات نقل محدودة النطاق, ينصح بالتحديث بإستخدام اتصال الواي فاي التحديث على اي حال؟
ca_es: No estas connectat mitjançant Wifi. Si tens connexió mòbil amb limit de dades, es suggereix actualitzar fent servir Wifi. Vols actualitzar igualment?
fi: Et ole Wifi-yhteydessä. Jos liittymässäsi on rajoitettu kaistanleveys, on suositeltavaa siirtyä Wifi-yhteyteen ennen päivitystä. Päivitetäänkö joka tapauksessa?
fr: Pas de connection Wifi. Si vous avez une bande passante mobile limitée, il est recommandé d'utiliser une connection Wifi. Màj quand même?
hr: Niste povezani na Wifi. Ako imati ograničen bandwidth, preporučljivo je da update-ujete koristeči Wifi konekciju. Update svakako?
nl: Je bent niet via Wifi verbonden. Als je een data limiet hebt, is het aangeraden om te updaten via Wifi verbinding. Toch updaten?
pl: Nie masz połączenia WiFi. Jeśli masz limitowany transfer danych mobilnych, zaleca się uruchomienie połaczenia WiFi. Uaktualniać pomimo to?
pt_br: Você não está conectado através do Wi-Fi. Se você tem limite de banda móvel, é recomendável atualizar utilizando a conexão Wi-Fi. Atualizar mesmo assim?
pt_pt: Você não está ligado através de Wifi. Se você estiver limitado à largura de banda disponível para o seu tarifário de dados, nós aconselhamos que faça a actualização que estiver ligado a partir de Wifi. Actualizar de qualquer forma?
ro: Nu sânteţi conectat prin Wifi.Dacă aveţi banda mobilă de date limitată, vă sugerăm să actualizaţi folosind conexiune Wifi. Actualizaţi oricum?
tr: Bağlantınız WiFi vasıtasıyla değildir. Mobil veri kotanız sınırlıysa güncellemeyi WiFi ile yapmanız tavsiye edilir. Buna rağmen devam edilsin mi?

# updating_cfrm
source: Confirm Aptoide stores update?
ar: تأكيد تحديث مخازن Aptoide ؟
ca_es: Confirmar actualització de magatzems?
fi: Vahvista Aptoiden kauppojen päivitys?
fr: Confirmer MàJ des dépôts?
hr: Potvrdite Aptoide store update?
nl: Wil je Aptoide voorraden update bevestigen?
pl: Potwierdzasz uaktualnianie repozytoriów?
pt_br: Confirmar atualização de lojas do Aptoide?
pt_pt: Confirmar a actualização das lojas Aptoide?
ro: Confirmaţi actualizarea magazinelor Aptoide?
tr: Aptoide mağaza güncellemesini teyit ediyor musunuz?

# aptoide_error
source: Can't connect to the remote server. Please verify your Internet connection.
ar: لايمكن الإتصال بالخادم البعيد . الرجاء التحقق من إتصالك بالإنترنت
ca_es: No s'ha pogut connectar amb el servidor. Si us plau verifica la teva connexió.
fi: Etäpalvelimeen ei saada yhteyttä. Tarkista internet-yhteytesi.
fr: Impossible de se connecter au serveur distant. Vérifier votre connexion internet.
hr: Ne može se konektovati na remote server. Molimo da pokušamo kasnije.
nl: Kan niet verbinden met server. Aub controleer je internet verbinding.
pl: Brak kontaktu z serwerem. Sprawdź łącze internetowe.
pt_br: Não foi possível conectar-se ao servidor remoto. Por favor verifique a conexão da sua Internet.
pt_pt: Não foi possível estabelecer ligação com o servidor remoto. Por favor, verifique a sua ligação à Internet.
ro: Nu se poate conecta la serverul la distanţă.Vă rugăm verificaţi conexiunea la internet.
tr: Sunucuya bağlanılamadı. İnternet bağlantınızı kontrol ediniz.

# no_sch_downloads
source: No scheduled downloads!
ar: لايوجود جدولة التحميلات!
ca_es: No hi ha descàrregues programades!
fi: Ei ajastettuja latauksia!
fr: Pas de téléchargement planifié!
hr: Nema prijavljenih downloada!
nl: Geen geplande downloads!
pl: Brak zaplanowanych pobierań!
pt_br: Não há downloads agendados!
pt_pt: Sem downloads agendados!
ro: Nu sânt descărcări programate!
tr: Programlanmış hiçbir indirme yok!

source: Size
ca_es: Mida
fi: Koko
hr: Veličina
nl: Grootte
ro: Mărime

# schDown_install
source: Do you want to install all scheduled downloads?
ar: هل تريد تثبيت كل جدولة التحميلات؟
ca_es: Vols instal·lar les descàrregues programades?
fi: Haluatko asentaa kaikki ajastetut lataukset?
fr: Installer tous les téléchargements planifiés?
hr: Želite li instalirati sve downloade na rasporedu?
nl: Wil je alle geplande downloads installeren?
pl: Czy chcesz zainstalować wszystkie zaplanowane pobierania?
pt_br: Deseja instalar todos os downloads agendados?
pt_pt: Instalar todos os downloads agendados?
ro: Doriţi să instalaţi toate descărcările programate?
tr: Tüm programlanmış indirmeleri kurmak istiyor musunuz?

# schDown_installselected
source: Install Selected
ar: تثبيت المختار
ca_es: Instal·lar seleccionats
fi: Asenna valitut
fr: Installer sélectionné
hr: Instalirati odabrano
nl: Geselecteerde installeren
pl: Zainstaluj wybrane
pt_br: Instalar Selecionado
pt_pt: Instalar seleccionados
ro: Instalare selectate
tr: Seçilenleri kur

# schDown_wireless_detected
source: Wireless detected: Download all aplications on Scheduled Downloads?
ar: الويرليس مكشوف.تحميل كل التطبيقات في جدولة التحميلات؟
ca_es: Wifi detectada: Descarregar totes les aplicacions a descàrregues programades?
fi: Wifi-yhteys havaittu: Lataa kaikki ajastetut sovellukset?
fr: WiFi détecté: Télécharger les applications planifiées?
hr: Wireless detektovan: Skinuti sve aplikacije na rasporedu za skidanje ?
nl: Wifi gevonden: Alle geplande toepassingen downloaden?
pl: Wykryto sieć bezprzewodową: Wykonać wszystkie Zaplanowane Pobierania?
pt_br: Wireless detectado: baixar todos os aplicativos agendados?
pt_pt: Wireless detectado: Fazer download de todas as aplicações nos down. agendados?
ro: Detectat wireless: Descărcaţi toate aplicaţiile în Descărcări programate?
tr: Telsiz bağlantı tespit edildi: programlanmış tüm indirmeler indirilsin mi?

# schDown_nodownloads
source: No Scheduled Downloads
ar: لايوجود جدولة التحميلات
ca_es: No hi ha descàrregues programades
fi: Ei ajastettuja latauksia
fr: Pas de téléchargement planifié
hr: Nema Download-a na rasporedu
nl: Geen geplande downloads
pl: Brak Zaplanowanych Pobierań
pt_br: Não há downloads agendados
pt_pt: Sem downloads agendados
ro: Nu sînt descărcări programate
tr: Programlanmış hiçbir indirme yok

# schDown_nodownloadselect
source: No Downloads Selected
ar: لايوجود تحميلات مختاره
ca_es: No hi ha descàrregues seleccionades
fi: Ei latauksia valittuna
fr: Pas de téléchargement sélectionné
hr: Nema selektovanih download-a
nl: Geen downloads geselecteerd
pl: Nie wybrano nic do pobrania
pt_br: Não há downloads selecionados
pt_pt: Sem downloads seleccionados
ro: Nu sînt descărcări selectate
tr: Hiçbir indirme seçilmedi

# schDown_downerror
source: Download error. Add %1$s Store.
ar: خطأ بالتحميل. إضافه %1$s للمخزن
ca_es: Error descarregant. Afegir magatzem %1$s.
fi: Latausvirhe. Lisää %1$s kauppa.
fr: Erreur de chargement. Ajouter %1$s dépôt.
hr: Download greška. Dodaj %1$s store.
nl: Download fout. Voeg %1$s Voorraad.
pl: Błąd pobierania. Dodano repozytorium %1$s.
pt_br: Erro no download. Adicionar %1$s Loja.
pt_pt: Erro. Adicione %1$s Store.
ro: Descărcare eşuată. Adăugaţi %1$s la Magazin.
tr: İndirme hatası. %1$s mağazasını ekleyiniz.

# addSchDown
source: Added to Scheduled Downloads
ar: المضاف لجدولة التحميلات
ca_es: Afegit a descàrregues programades
fi: Lisätty ajastettuihin latauksiin
fr: Ajouter dans la planification
hr: Dodani download-i na raspored
nl: Toegevoegd aan geplande downloads
pl: Dodano do Zaplanowanych Pobierań
pt_br: Adicionado a Downloads Agendados
pt_pt: Download agendado
ro: Adăugat la descărcări programate
tr: Programlanmış indirmelere eklendi

# registration
source: Aptoide Registration
ca_es: Registrar-se al bazaar
fi: Aptoide-rekisteröityminen
hr: Aptoide registracija
nl: Aptoide Registratie
ro: Înregistrare Aptoide

# username
source: Email
ar: الإميل
ca_es: Correu-e
fi: Sähköposti
fr: Courriel
tr: E-posta

source: Password
ar: كلمة المرور
ca_es: Contrasenya...
fi: Salasana
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ro: Parolă
tr: Parola

# register
source: Sign Up
ar: التسجيل
ca_es: Registrar-se
fi: Rekisteröidy
fr: Inscription
hr: Prijavi se
nl: Aanmelden
pl: Logowanie
pt_br: Inscreva-se
pt_pt: Registar
ro: Semnează
tr: Hesap aç

# schDown_invertselection
source: Invert Selection
ar: عكس الإختيار
ca_es: Invertir selecció
fi: Päinvastainen valinta
fr: Inverser sélection
hr: Invertujte selektirano
nl: Selectie omkeren
pl: Odwróć wybór
pt_br: Inverter seleção
ro: Inversare selecţie
tr: Seçimi tersine çevir

# schDown_removeselected
source: Remove Selected
ar: حذف المختار
ca_es: Eliminar selecció
fi: Poista valitut
fr: Retirer sélectionné
hr: Izbrisati odabrano
nl: Geselecteerde verwijderen
pl: Usuń wybrane
pt_br: Remover selecionado
pt_pt: Remover os seleccionados
ro: Ştergere selectate
tr: Seçilenleri kaldır

# schDown_sureremove
source: Are you sure you want to remove?
ar: هل انت من متأكد من الحذف؟
ca_es: Segur que vols eliminar?
fi: Haluatko varmasti poistaa?
fr: Etes-vous sûr de retirer?
hr: Jeste li sigurni da želite izbrisati?
nl: Weet je zeker dat je wil verwijderen?
pl: Czy na pewno chcesz usunąć?
pt_br: Tem certeza que deseja remover?
pt_pt: Você tem a certeza que pretende remover?
ro: Sânteţi sigur că vreţi să ştergeţi?
tr: Kaldırmak istediğinizden emin misiniz?

# clear_dwn_title
source: Downloads
ar: التحميلات
ca_es: Descàrregues
fi: Lataukset
fr: Téléchargements
hr: Downloadi
pl: Pobrania
ro: Descărcări
tr: İndirmeler

# clear_dwn_btn
source: Download icons
ar: ايقونات التحميل
ca_es: Descarregar icones
fi: Lataa kuvakkeet
fr: Téléchargement des icônes
hr: Ikoni downloada
nl: Iconen downloaden
pl: Ikony pobrań
pt_br: Fazer download de ícones
pt_pt: Descarregar ícones
ro: Descărcare iconiţe
tr: İkonları indir

# clear_dwn_msg
source: Download icon rules
ar: قواعد ايقونة التحميل
ca_es: Normes de descàrrega d'icones
fi: Kuvakkeiden lataussäännöt
fr: Règles de téléchargement d'icônes
hr: Pravila ikona downloada
nl: Icoon download regels
pl: Zasady ikon pobrań
pt_br: Fazer download de regras de ícones
pt_pt: Descarregar regras para ícones
ro: Descărcare reguli iconiţe
tr: İkon indirme kuralları

# dwnif:0
source: 3G and Wifi
ar: 3g و الواي فاي
ca_es: 3G i Wifi
fi: 3G ja Wifi
fr: 3G et Wifi
hr: 3G i Wifi
nl: 3G en Wifi
pl: 3G i Wifi
pt_br: 3G e Wi-Fi
pt_pt: 3G e Wifi
ro: 3G şi Wifi
tr: 3G ve WiFi

# dwnif:1
source: Wifi only
ar: الواي فاي فقط
ca_es: Només Wifi
fi: Ainoastaan Wifi
fr: Wifi seulement
hr: Samo Wifi
nl: Alleen Wifi
pl: Tylko Wifi
pt_br: Apenas Wi-Fi
pt_pt: Só wifi
ro: Doar Wifi
tr: Sadece WiFi

# dwnif:2
source: Never download
ar: التحميل ابدا
ca_es: No descarregar mai
fi: Älä lataa koskaan
fr: Jamais de téléchargement
hr: Nikada nemoj download-ovati.
nl: Nooit downloaden
pl: Nie pobieraj
pt_br: Nunca fazer download
pt_pt: Nunca descarregar
ro: Nu s-a descărcat niciodată
tr: Hiçbir zaman indirme

# accept_terms
source: By signing up you are agreeing to the Aptoide Terms of Service and Aptoide Content Policy for Developers
ca_es: Connectan-te acceptes els Termes de Servei d'Aptoide i la política de continguts d'Aptoide per desenvolupadors
fi: Rekisteröitymällä hyväksyt Aptoiden käyttöehdot sekä kehittäjien sisältöpolitiikan
hr: Prijavljivanjem vi pristajete na Aptoide terms of service i Aptoide pravila o sadržaju za developere.
nl: Door je aan te melden ga je akkoord met "Aptoide Terms of Service and Aptoide Policy for Developers"
ro: Prin înregistare sânteţi de acord cu serviciile Aptoide şi politica de conţinut pentru dezvoltatori

# username_tip
source: Type your username
ca_es: Introdueix nom d'usuari
fi: Syötä käyttäjänimesi
hr: Upišite svoj username
nl: Typ je gebruikersnaam
ro: Tastează numele de utilizator

# password_tip
source: Choose a password
ca_es: Introdueix contrasenya
fi: Valitse salasana
hr: Izaberite password
nl: Kies een wachtwoord
ro: Alege o parolă

source: Sign In
ca_es: Connectar-se
fi: Kirjaudu
hr: Prijavi se
nl: Inloggen
ro: Semnează

# bazaar_login
source: Aptoide Login
fi: Aptoide-kirjautuminen
ro: Logare Aptoide

# clearcache_sum
source: Deletes Aptoide cache (icons, screenshots) from the SD card.
ca_es: Elimina cache d'Aptoide de la targeta SD
fi: Tyhjentää Aptoiden välimuistin (kuvakkeet, kuvaruutukopiot) SD-kortilta.
hr: Izbriše Aptoide cache (ikone, screenshotove) sa SD kartice.
nl: Verwijdert cache van Aptoide (iconen, screenshots) van SD kaart.
ro: Ştege cache-urile Aptoide (iconiţe, capturile de ecran) de pe cardul SD.

# clearcontent_sum
source: Deletes the content of .aptoide folder from the SD card.
ca_es: Elimina el contingut del directori .aptoide de la targeta SD.
fi: Tyhjentää .aptoide-kansion sisällön SD-kortilta.
hr: Izbriše sadržaj od .aptoide foldera sa SD kartice.
nl: Verwijdert de inhoud van .aptoide map van SD kaart.
ro: Şterge conţinutul dosarului .aptoide de pe cardul SD.

# clearcontent_title
source: Remove Aptoide data and Configurations
ca_es: Eliminar dades i configuracions d'Aptoide
fi: Poista Aptoiden tiedot ja asetukset
hr: Izbriše Aptoide datu i konfiguracije
nl: Verwijder Aptoide data en instellingen
ro: Înlătură datele Aptoide şi configurările

# clearcache_title
source: Clear Aptoide cache
ca_es: Netejar cache d'Aptoide
fi: Tyhjennä Aptoiden välimuisti
hr: Izbrišite Aptoide cache
nl: Leeg Aptoide cache
ro: Curăţă cache-ul Aptoide

# schDown_added
source: was added to scheduled download list.
ca_es: afegit a descàrregues programades.
fi: lisättiin ajastettujen latausten luetteloon.
hr: Dodani download-i na raspored
nl: toegevoegd aan geplande downloads.
ro: adăugat în lista descărcărilor programate.

# clear_cache_sucess
source: Content successfuly deleted
ca_es: El teu comentari s'ha eliminat
fi: Sisältö poistettu onnistuneesti
hr: Sadržaj uspješno izbrisan
nl: inhoud met succes verwijderd
ro: Conţinut şters cu succes

source: Aptoide downloading
ca_es: Descarregant Aptoide
fi: Aptoidea ladataan
hr: Aptoide download-uje
nl: Aptoide downloaden:
ro: Descărcare Aptoide

# x_app
source: %d app
fi: %d sovellus
ro: %d aplicaţie

# x_apps
source: %d apps
fi: %d sovellusta
ro: %d aplicaţii

source: Starting download
ca_es: Iniciant baixada
fi: Aloitetaan latausta
hr: Pokrečem download
nl: Begin met downloaden
ro: Pornire descărcare

source: Resuming download
ca_es: Continuant baixada
fi: Jatketaan latausta
hr: Nastavljam download
nl: Download hervatten
ro: Reluare descărcare

source: slow
ca_es: lent
fi: hidas
hr: sporo
nl: langzaam
ro: încet

source: paused
ca_es: pausat
fi: keskeytetty
hr: pausirano
nl: gepauzeerd
ro: în pauză

source: stopped
ca_es: aturat
fi: pysäytetty
hr: zaustavljeno
nl: gestopt
ro: oprit

# timeout
source: network connection timeout
ca_es: s'ha esgotat el temps d'espera de xarxa
fi: verkon aikakatkaisu
hr: izgubljena konekcija
nl: netwerk verbinding getimeout
ro: Timp conexiune reţea expirat

# ip_blacklisted
source: blacklisted IP
ca_es: IP a la llista negra
fi: IP mustalla listalla
hr: blacklistovan IP
nl: IP is op zwartelijst
ro: lista neagră a IP-urilor

# ip_blacklisted_extended
source: The application was not retrieved. Your network address (IP) is blacklisted in Aptoide servers. To solve the problem, please contact <a href="mailto:ipblacklist@aptoide.com">ipblacklist@aptoide.com</a>
ca_es: La teva aplicació no s'ha obtingut. La teva adreça de xarxa (IP) és a la llista negra. Per a resoldre el problema, si us plau contacta <a href="mailto:ipblacklist@aptoide.com">ipblacklist@aptoide.com</a>
fi: Sovellusta ei haettu. Verkko-osoitteesi (IP) on Aptoiden palvelinten mustalla listalla. Selvittääksesi ongelman, ota yhteyttä <a href="mailto:ipblacklist@aptoide.com">ipblacklist@aptoide.com</a> -osoitteeseen
hr: Aplikacija nije primljena. Tvoja network addressa (IP) je blacklist-ovana u Aptoide serverima. Da riješite problem, molimo da kontaktujete <a href="mailto:ipblacklist@aptoide.com">ipblacklist@aptoide.com</a>
nl: De applicatie was niet opgevraagd. Je netwerk adres (IP) staat op zwartelijst van Aptoide servers. Om probleem op te lossen kun je contact opnemen met <a href="mailto:ipblacklist@aptoide.com">ipblacklist@aptoide.com</a>
ro: Aplicaţia nu a fost primită.Adresa dvs. de internet (IP)este pe lista neagră în serverele Aptoide.Pentru rezolvarea problemei, vă rugăm contactaţi <a href="mailto:ipblacklist@aptoide.com">ipblacklist@aptoide.com</a>

# connection_error
source: no network connection
ca_es: no hi ha connexió
fi: ei verkkoyhteyttä
hr: nema internet konekcije
nl: geen netwerk verbinding
ro: nu există conexiune la reţea

source: Apk not found
ca_es: No s'ha trobat APK
fi: Apk:ta ei löytynyt
hr: Apk nije nađen
nl: Apk niet gevonden
ro: Aplicaţia nu a fost găsită

source: Invalid apk
ca_es: Apk no vàlid
fi: Virheellinen apk
hr: netačan apd
nl: Ongeldig apk
ro: Aplicaţia nu este validă

source: Server error
ca_es: Error de servidor
fi: Palvelinvirhe
hr: Sever error
nl: Server fout
ro: Eroare server

source: Back
ca_es: Enrere
fi: Takaisin
hr: Nazad
nl: Terug
ro: Înapoi

source: Contact
ca_es: Contacte
fi: Yhteys
hr: Kontakt

# choose_email_client
source: Choose an Email client:
ca_es: Tria un client de correu-e:
fi: Valitse sähköpostiasiakas:
hr: Izaberite Email klient:
nl: Kies een Email applicatie:
ro: Alegeţi o adresă de Email client:

# refresh_list
source: Refresh
ca_es: Actualitzar
fi: Päivitä
hr: Osvježi
nl: Verversen
ro: Reîmprospătare

# btn_ok
source: OK
ca_es: D'acord
nl: Oke
